Repository: JordyKrudde/wagtail-helpdesk
Catalog: wagtail_helpdesk/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Answers
nl: Antwoorden

source: General Pages
nl: Algemene pagina's

source: Buttons
nl: Knoppen

source: Title
nl: Titel

source: Header
nl: Kop

source: Recent questions
nl: Recente vragen

source: Homepage
nl: Homepagina

source: Homepages
nl: Homepagina's

source: name
nl: Naam

source: A slug to identify the category
nl: Een slug om de categorie te identificeren

source: description
nl: Omschrijving

source: Answer Category
nl: Antwoord categorie

source: Answer Categories
nl: Antwoord categoriën

source: Choose between answer or discussion piece with a more prominent look
nl: Kies tussen antwoord of discussiestuk met een meer prominente uitstraling

source: Short description
nl: Korte omschrijving

source: This helps with search engines and when sharing on social media
nl: Dit helpt bij zoekmachines en bij het delen op sociale media.

source: Introduction
nl: Inleiding

source: This text is displayed above the tags, useful as a TLDR section
nl: Deze tekst wordt weergegeven boven de tags, handig als TLDR-sectie

source: This is the image that will be displayed when sharing on social media
nl: Dit is de afbeelding die wordt weergegeven bij het delen op sociale media

source: Show this answer on the home page
nl: Toon dit antwoord op de homepagina

source: Categories
nl: Categoriën

source: Image to be used when sharing on social media
nl: Afbeelding te gebruiken bij het delen op sociale media.

source: Unknown
nl: Onbekend

source: Questions in progress page
nl: Vragen in behandeling pagina

source: Questions in progress pages
nl: Vragen in behandeling pagina's

source: Text
nl: Tekst

source: Didn't find the answer you were looking for?
nl: Heb je het antwoord dat je zocht niet gevonden?

source: Page
nl: Pagina

source: Main navigation
nl: Hoofdnavigatie

source: Initiator-text
nl: Initiatiefnemer-tekst

source: Navigation
nl: Navigatie

source: Maintainer text
nl: Tekst van de beheerder

source: About us
nl: Over ons

source: Primary footer
nl: Hoofd footer

source: Didn't find the answer you were looking for? Check out the pending questions or ask your own question!
nl: Geen antwoord gevonden? Bekijk de openstaande vragen of stel je eigen vraag!

source: Create a search widget to place on your own website
nl: Maak een zoekwidget om op uw eigen website te plaatsen

source: Short site name
nl: Korte site-naam

source: Short site description
nl: Korte site-omschrijving

source: Search
nl: Zoeken

source: Questions
nl: Vragen

source: I have read and agree to the terms and conditions
nl: Ik heb de algemene voorwaarden gelezen en ga er mee akkoord

source: Undecided
nl: Onbeslist

source: Approved
nl: Goedgekeurd

source: Answered
nl: Beantwoord

source: Rejected
nl: Afgewezen

source: Your Question
nl: Jouw vraag

source: How the question is displayed on the (questions pending) page, only approved questions are shown
nl: Hoe de vraag wordt weergegeven op de (vragen in behandeling) pagina, alleen goedgekeurde vragen worden getoond

source: Original Question
nl: Oorspronkelijke vraag

source: Relevant timespan
nl: Relevante tijdsspanne

source: Relevant location
nl: Relevante locatie

source: Extra information
nl: Aanvullende informatie

source: User Email
nl: Gebruikers e-mail

source: General
nl: Algemeen

source: User
nl: Gebruiker

source: biography
nl: biografie

source: areas of expertise
nl: expertisegebieden

source: Affiliation
nl: Werkzaam bij

source: Twitter Profile
nl: op Twitter

source: LinkedIn Profile
nl: op LinkedIn

source: Page not found
nl: Pagina niet gevonden

source: This is not the page you were looking for.
nl: Dit is niet de pagina waar je naar zocht.

source: Looks like something went wrong!
nl: Het lijkt erop dat er iets mis is gegaan!

source: We track these errors automatically, but if the problem persists feel free to contact us.
nl: Wij houden deze fouten automatisch bij, maar als het probleem aanhoudt, neem dan gerust contact met ons op.

source: Account Inactive
nl: Inactief account

source: This account is inactive.
nl: Dit account is inactief

source: Email Addresses
nl: E-mailadressen

source: The following email addresses are associated with your account:
nl: De volgende e-mailadressen zijn gelinked aan jouw account:

source: Verified
nl: Geverifieerd

source: Unverified
nl: Ongeverifieerd

source: Primary
nl: Hoofd

source: Make Primary
nl: Maak hoofd

source: Re-send Verification
nl: Verzend verificatie opnieuw

source: Remove
nl: Verwijder

source: Warning:
nl: Waarschuwing:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
nl: Je hebt momenteel geen e-mailadres toegevoegd. Voeg aub een e-mailadrestoe, zodat je notificaties kunt ontvangen, je wachtwoord kunt resetten, etc.

source: Add Email Address
nl: Voeg e-mailadres toe

source: Add Email
nl: Voeg e-mail toe

source: Do you really want to remove the selected email address?
nl: Weet je zeker dat je het geselecteerde e-mailadres wilt verwijderen?

source: Confirm Email Address
nl: Bevestig je e-mailadres

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
nl: Bevestig aub dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres is voor de gebruiker %(user_display)s.

source: Confirm
nl: Bevestig

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
nl: Deze bevestigingslink is verlopen of niet geldig. <a href="%(email_url)s">Vraag een nieuwe bevestigingsmail aan.</a>

source: Sign In
nl: Log in

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
nl: Log in met een van je bestaande accounts. Of <a href="%(signup_url)s">schrijf je in</a> voor een %(site_name)s account en log hieronder in:

source: or
nl: of

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
nl: Als je nog geen account hebt gemaakt, <a href="%(signup_url)s">schrijf je</a> dan in.

source: Forgot Password?
nl: Wachtwoord vergeten?

source: Sign Out
nl: Log uit

source: Are you sure you want to sign out?
nl: Weet je zeker dat je uit wilt loggen?

source: Change Password
nl: Verander je wachtwoord

source: Password Reset
nl: Reset je wachtwoord

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
nl: Wachtwoord vergeten? Vul hieronder je e-mailadres in, en we zullen een e-mail sturen met een rest link.

source: Reset My Password
nl: Reset mijn wachtwoord

source: Please contact us if you have any trouble resetting your password.
nl: Neem contact met ons op als je problemen hebt met het resetten van je wachtwoord.

source: We have sent you an email. Please contact us if you do not receive it within a few minutes.
nl: We hebben je een e-mail gestuurd. Mocht je na een paar minuten nog niks hebben ontvangen, neem dan contact met ons op.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
nl: Het wachtwoord resetten is mislukt, waarschijnlijk omdat een oud wachtwoord is hergebruikt. <a href="%(passwd_reset_url)s">Vraag een nieuw wachtwoord aan</a>.

source: change password
nl: Verander je wachtwoord

source: Your password is now changed.
nl: Je wachtwoord is nu veranderd.

source: Set Password
nl: Maak wachtwoord aan

source: Signup
nl: Account aanmaken

source: Sign Up
nl: Account aanmaken

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
nl: Heb je al een account? <a href="%(login_url)s">Log hier in</a>

source: Sign Up Closed
nl: Inschrijvingen gesloten

source: We are sorry, but the sign up is currently closed.
nl: Het spijt ons, maar er kan momenteel niet worden ingeschreven.

source: Verify Your email Address
nl: Verifieer je e-mailadres

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
nl: We hebben een e-mail naar je gestuurd voor verificatie. Klik op de link in de e-mail om dit process te voltooien. Mocht je na een paar minuten nog niks hebben ontvangen, neem dan contact met ons op.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
nl: Voor dit gedeelte van de site moet je jouw e-mailadres verifiëren.

source: We have sent an email to you for verification. Please click on the link inside this email. Please contact us if you do not receive it within a few minutes.
nl: We hebben een e-mail gestuurd voor de verificatie. Klik op de link in deze e-mail. Mocht je na een paar minuten nog niks hebben ontvangen, neem dan contact met ons op.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
nl: Je kunt je <a href="%(email_url)s">e-mailadres aanpassen</a>.

source: Your search term
nl: Uw zoekterm

source: Unfortunately, no questions were found
nl: Helaas zijn er geen vragen gevonden

source: What is your question about?
nl: Waar gaat je vraag over?

source: Phrase your question
nl: Formuleer uw vraag

source: The form could not be sent, please check the data.
nl: Het formulier kon niet worden verzonden, controleer de gegevens.

source: Continue
nl: Ga verder

source: Before you ask a question, check that someone else didn't beat you to it
nl: Voordat je een vraag stelt, controleer of iemand anders je niet voor was

source: I have a question about
nl: Ik heb een vraag over

source: Submit
nl: Verstuur

source: Our conditions
nl: Onze voorwaarden

source: Back to homepage
nl: Terug naar de homepage

source: Sources
nl: Bronnen

source: Related items
nl: Gerelateerde items

source: Answers from
nl: Antwoorden van

source: See all answers
nl: Bekijk alle antwoorden

source: Find a question
nl: Zoek een vraag

source: Your search query
nl: Uw zoekopdracht

source: Enter an accompanying text:
nl: Voer een begeleidende tekst in:

source: Copy the code below:
nl: Kopieer de onderstaande code:

source: Copy
nl: Kopieer

source: Code has been copied!
nl: Code is gekopieerd!

source: Example
nl: Voorbeeld

source: Answered by
nl: Beantwoord door

source: Ask your question
nl: Stel je vraag

source: Didn't find the answer you were looking for? Submit your own question!
nl: Heb je het antwoord dat je zocht niet gevonden? Stel je eigen vraag!

source: Ask a Question
nl: Stel je vraag

source: Who are the people behind the Climate Help Desk
nl: Wie zijn de mensen achter de Klimaathelpdesk

source: Who we are
nl: Wie we zijn

source: View the questions answered by
nl: Bekijk de vragen beantwoord door

source: Close navigation
nl: Navigatie sluiten

source: Share this page
nl: Deel deze pagina

source: My Info
nl: Mijn info

source: Update
nl: Bijwerken

source: Volunteers
nl: Vrijwilligers

source: roles
nl: rollen
